Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Trial.xcstrings
Source language: en
Languages: nl

source: %@/month
nl: %@/maand

source: %lld days left in trial
nl: Nog %lld dagen in proefperiode

source: %lld days tracking
nl: %lld dagen bijgehouden

source: %lld events logged
nl: %lld gebeurtenissen gelogd

source: %lld insights generated
nl: %lld inzichten gegenereerd

source: %lld patterns learned
nl: %lld patronen geleerd

source: %lld predictions made
nl: %lld voorspellingen gedaan

source: %lld training sessions
nl: %lld trainingssessies

source: 1 day left in trial
nl: Nog 1 dag in proefperiode

source: 1 day tracking
nl: 1 dag bijgehouden

source: 1 event logged
nl: 1 gebeurtenis gelogd

source: 1 insight generated
nl: 1 inzicht gegenereerd

source: 1 pattern learned
nl: 1 patroon geleerd

source: 1 prediction made
nl: 1 voorspelling gedaan

source: 1 training session
nl: 1 trainingssessie

source: Advanced analytics
nl: Geavanceerde analyses

source: AI potty predictions
nl: AI plasvoorspellingen

source: AI-powered potty predictions
nl: AI-gestuurde plasvoorspellingen

source: As a valued user, enjoy 14 days of Ollie+ free to explore our new AI features.
nl: Als gewaardeerde gebruiker, geniet van 14 dagen gratis Ollie+ om onze nieuwe AI-functies te ontdekken.

source: Continue without trial
nl: Doorgaan zonder proefperiode

source: Full training library
nl: Volledige trainingsbibliotheek

source: Get personalized insights, smart predictions, and expert guidance tailored to your puppy.
nl: Krijg persoonlijke inzichten, slimme voorspellingen en deskundig advies op maat voor jouw pup.

source: Got it
nl: Gesnopen

source: Keep %@'s journey on track with Ollie+
nl: Houd %@'s reis op koers met Ollie+

source: Keep %@'s personalized insights and predictions. Subscribe today to continue.
nl: Behoud %@'s persoonlijke inzichten en voorspellingen. Abonneer vandaag om door te gaan.

source: Keep it up!
nl: Ga zo door!

source: Last Day of Your Trial
nl: Laatste dag van je proefperiode

source: Look what we've discovered together
nl: Kijk wat we samen hebben ontdekt

source: No credit card required
nl: Geen creditcard nodig

source: Not now
nl: Niet nu

source: Not Yet
nl: Nog niet

source: Only 2 Days Left
nl: Nog maar 2 dagen

source: Open Ollie to see what we've learned about your puppy
nl: Open Ollie om te zien wat we over je puppy hebben geleerd

source: Otis is Learning
nl: Otis leert

source: Otis is Ready for You
nl: Otis staat voor je klaar

source: Personalized insights
nl: Persoonlijke inzichten

source: Personalized training guidance
nl: Persoonlijk trainingsadvies

source: Remind Me Later
nl: Herinner me later

source: See Plans
nl: Bekijk abonnementen

source: Smart pattern recognition
nl: Slimme patroonherkenning

source: Start 14-Day Free Trial
nl: Start 14-daagse gratis proefperiode

source: Start My Free Trial
nl: Start mijn gratis proefperiode

source: Subscribe Now
nl: Abonneer nu

source: Trial Active
nl: Proefperiode actief

source: Trial Ended
nl: Proefperiode afgelopen

source: Welcome Back!
nl: Welkom terug!

source: What you've built
nl: Wat je hebt opgebouwd

source: Without Ollie+, you'll lose access to:
nl: Zonder Ollie+ verlies je toegang tot:

source: Your First Week with Otis
nl: Je eerste week met Otis

source: Your patterns with %@ are being analyzed. Keep logging to unlock personalized predictions!
nl: Je patronen met %@ worden geanalyseerd. Blijf loggen om persoonlijke voorspellingen te ontgrendelen!

source: Your puppy's patterns are forming
nl: De patronen van je pup vormen zich

source: Your trial ends soon. Don't lose the insights you've built with %@.
nl: Je proefperiode eindigt bijna. Verlies de inzichten die je hebt opgebouwd met %@ niet.

source: Your Trial Has Ended
nl: Je proefperiode is afgelopen
